{
    "Staff Handbook": "This handbook outlines the policies, procedures, and expectations for all employees of Polaris Digitech. It covers topics such as conduct, benefits, and company culture...",
    "HSE Policy": "Polaris Digitech is committed to providing a safe and healthy working environment for all employees, contractors, and visitors. This policy details our approach to Health, Safety, and Environment management...",
    "Data Privacy Security Policy": "POLARIS DIGITECH LIMITED\n\nPRIVACY NOTICE\n\nPolaris Digitech Limited maintains personal data of its Data Subjects. We are committed to respecting your privacy by handling all the personal data collected in business and employment relationship in accordance with applicable laws, regulations and Polaris Digitech Limited’s Privacy Policies. This notice hereby explains our practices with regards to your personal data.\n\n1.\tWe collect, process and transfer data subjects’ personal data through computerized and appropriate processing systems for the following purposes:\n•\tData protection regulation compliance\n•\tEmployees, customers and third parties’ personal data management\n•\tLegal compliance and risk management\n•\tStatutory requirements by government\n•\tProtection of our reputation and integrity. \n•\tVital interest of government and data subjects\n•\tOther Legal and customary business-related purposes\n\n2.\tWe may process sensitive personal data (such as race, public opinion, sexual orientation or health information etc.) if it is needed for business objectives or if it is required to comply with applicable law. Personal data will not be collected, processed, or transferred, except where adequate privacy protection mechanisms are established.\n \n3.\tWe may disclose your personal data to: (1) Ministries, Departments, Agencies and Regulatory bodies, for the purposes listed above, (2) Data processors, who use the data only for our purposes, (3) those companies that provide benefit and services to us, (4) where required by Law, (5) where permitted by law without obtaining consent or considering the contractual or vital interest of data subjects, (6) in the event of an emergency.\n\nAll processing and transfers of personal data are subject to reasonable, confidentiality and privacy safeguards. We have shared responsibility with regards to the accuracy of your personal data.\n\n\n",
    "Procurement Policy": "This policy governs all procurement activities at Polaris Digitech, ensuring transparency, fairness, and cost-effectiveness in acquiring goods and services...\n\nPROCUREMENT MANAGEMENT PLAN\n\nABSTRACT\n\nThe Procurement Management plan sets forth guidelines and processes that are to be followed to ensure measurable and satisfactory performance against contractual obligations.\n\nThis document describes the functions and activities necessary for Polaris Digitech as the Prime Contractor to manage Sub-contractor tasks.\n\nAdditionally, it defines and documents the selection, procurement and management of subcontractor and vendor efforts, ensuring quality performance and on time delivery at the best cost value.\n\nINTRODUCTION\n\nThis is a procurement plan and the purpose is to describe the processes, governing procedures, roles and responsibilities and tactical steps to be used in executing the subcontracts and purchase orders as well as materials logistics scope of the project.\n\nGOVERNING DOCUMENTS AND POLICIES\n\nThe procurement process complies with Polaris Digitech corporate policies and procedures and site-specific work instructions as required. The process is documented in compliance with the company’s supply procedures. \n\n\nPROCUREMENT PROCEDURES\n\na.\tUpon award of contract, the materials needed are defined, quality requirements and specifications are identified.\nb.\tRequests for Proforma invoices (RFP) are sent out to ensure competitive comparison, quotations are received, reviewed for quantity and other discounts (Two quotes minimum). After which the final invoice is received.\nc.\tThe purchase order/subcontract will be negotiated with the appropriate authorities or companies.\nd.\tProcurement is awarded. Buyer/Subcontract Administrator performs order administration, contractual direction to the supplier, works with technical team for requirement specifics, monitors cost and schedules, and performs follow-up with the suppliers.\ne.\tPayments are made, supplies delivered, and inspections carried out as required.\n\nPROCEDURES FOR PREPARING PROCUREMENT DOCUMENTATION\n\nPolaris Digitech employees associated with the acquisition process have the responsibility to ensure that all goods and services are procured legally and on a “best value” basis. Departmental heads and personnel responsible for the acquisition of equipment have a critical role in establishing requirements, identifying suggested sources, and ensuring that requirements are valid and charged to the appropriate cost account.\n\nEach Subcontract administrator and buyer is required to ensure that the following data is retained and filed for each order that is issued, as applicable:\n\n• Representations and Certifications.\n• Written Quotations/Proposals – including all pertaining to competitive procurement.\n• Summary of Award.\n• Advance Notification and Consent.\n• Cost Accounting Standards.\n• Invoices and Invoice Logs.\n• Award Fee Evaluation documentation.\n• Monthly Subcontractor Review packages and minutes.\n• Meeting minutes.\n\t\nSUBCONTRACT MANAGEMENT AND PROCUREMENT TEAM\n\nROLES AND RESPONSIBILITIES\n\t\n\tAssure delivery risks are transferred effectively to the chosen supplier.\n\tAll Goods / Items supplied carries OEM warranty (1 Year Minimum) \n\n\n",
    "Password Secrecy Policy": "This policy sets forth the requirements for creating, using, and protecting passwords within Polaris Digitech to safeguard company information systems and data from unauthorized access."
}